Repository: Cocolabs-SAS/cocorico
Catalog: app/Resources/translations/cocorico_mail.*.xliff
Languages: fr

# update_your_calendar_offerer.email.message
source: Hi %firstname%, Updating your calendar will rank your listing up in the search results. In particular, you should specifically state the periods that are available (and not just leave them by default empty). You can click on the following <a href="%listing_calendar_edit_url%">link</a> to update your calendar.
fr: Bonjour %firstname%, En mettant à jour votre agenda vous améliorez automatiquement le positionnement de vos annonces sur notre site. En particulier vous devriez spécifier vos dates de disponibilité plutôt que de les laisser vides. Vous pouvez mettre à jour votre agenda en suivant ce <a href="%listing_calendar_edit_url%">lien</a>.

# update_your_calendar_offerer.email.subject
source: Rank up in our search results to get more bookings
fr: Améliorez votre position et obtenez plus de demandes

# wiretransfer_offerer.email.message
source: Hi %firstname%, Your wiretransfer of %booking_amount_offerer% for booking <a href="%booking_request_url%">%booking_uid%</a> has been successfully executed. Please allow for a couple of days for the funds to appear in your account. You can view your payments: <a href="%offerer_payments_list%">here</a>
fr: Bonjour %firstname%, Un virement de %booking_amount_offerer% pour la réservation <a href="%booking_request_url%">%booking_uid%</a> a été exécuté en votre faveur. Il se peut que celui-ci ne soit visible sur votre compte qu’au terme de quelques jours. Vous pouvez suivre vos paiements: <a href="%offerer_payments_list%">ici</a>

# wiretransfer_offerer.email.subject
source: Your wiretransfer of %booking_amount_offerer% has been executed (booking_amount_offerer)
fr: Un virement de %booking_amount_offerer% a été exécuté en votre faveur (%booking_uid%)
