Repository: Cocolabs-SAS/cocorico
Catalog: app/Resources/translations/cocorico_listing.*.xliff
Languages: fr

# admin.listing.cancellation_policy.label
source: Cancellation policy
fr: Politique d'annulation

# admin.listing.status.label
source: Status
fr: Statut

# booking.simulator.amount.help
source: Booking amount help while mouse hover 3
fr: booking.simulator.amount.help

# cocorico.en
source: English
fr: anglais

# cocorico.fr
source: French
fr: français

# entity.listing.cancellation_policy.strict
source: Strict
fr: Stricte

# entity.listing.cancellation_policy_desc.flexible
source: > If the asker cancels more than X days before the start of the booking , he is reimbursed X% of the amount paid > If the asker cancels less than X days before the start of the booking , he is reimbursed X% of the amount paid
fr: > Si le demandeur annule jusqu'à X jours avant le début de la réservation, il touche X% de ce qu'il a payé > Si le demandeur annule moins de X jours avant le début de la réservation, il touche X% de ce qu'il a payé

# entity.listing.cancellation_policy_desc.strict
source: > If the asker cancels more than X days before the start of the booking , he is reimbursed X% of the amount paid > If the asker cancels less than X days before the start of the booking , he is reimbursed X% of the amount paid
fr: > Si le demandeur annule jusqu'à X jours avant le début de la réservation, il touche X% de ce qu'il a payé > Si le demandeur annule moins de X jours avant le début de la réservation, il touche X% de ce qu'il a payé

# entity.listing.status.deleted
source: Deleted
fr: Supprimer

# entity.listing.status.invalidated
source: Invalidated
fr: Invalidé

# entity.listing.status.new
source: New
fr: Nouveau

# entity.listing.status.published
source: Published
fr: Publié

# entity.listing.status.suspended
source: Suspended
fr: Caché

# entity.listing.status.to_validate
source: To Validate
fr: A valider

# entity.listing.type.one
source: Type one
fr: Type 1

# entity.listing.type.three
source: Type three
fr: Type 3

# entity.listing.type.two
source: Type two
fr: Type 2

# entity.listing_availability.status.available
source: Available
fr: Disponible

# entity.listing_availability.status.booked
source: Booked
fr: Réservé

# entity.listing_availability.status.unavailable
source: Unavailable
fr: Indisponible

source: Error
fr: erreur

# home.high.rank.section.header
source: OUR LAST OFFERS
fr: NOS NOUVELLES ANNONCES

# listing.availability.edit.success
source: Saved
fr: Enregistré

# listing.availability.new.success
source: Saved
fr: Enregistré

# listing.availability.save
source: Save
fr: Enregistrer

# listing.calendar.available
source: Available
fr: Disponible

# listing.calendar.prices_help
source: Prices are expressed by
fr: Les prix sont exprimés par

# listing.calendar.unavailable
source: Unavailable
fr: Indisponible

# listing.cancellation_policy.help
source: Cancellation policies
fr: Politiques d'annulation

# listing.comments.header
source: Lasts comments
fr: Derniers commentaires

# listing.confirm.delete
source: Are you sure to want to delete this listing?
fr: Êtes vous sûr de vouloir supprimer cette annonce?

# listing.currency_convert.title
source: Currency conversion
fr: Convertisseur de devises

# listing.description.title
source: Describe your listing
fr: Description

# listing.drop.files
source: Drop your files here
fr: Glissez vos images ici

# listing.duplicate.error
source: An error occurred while duplication
fr: Une erreur est survenue lors de la duplication

# listing.duplicate.success
source: Listing duplicated successfully. You can now edit it and publish it.
fr: Annonce dupliquée avec succès. Vous pouvez maintenant la modifier et la publier.

# listing.edit.calendar.choose_times.title
source: Choose times
fr: Choisissez vos horaires

# listing.edit.calendar.choose_weekdays.title
source: Choose weekdays
fr: Jours de la semaine

# listing.edit.calendar.day_click.info
source: You can click on a date to change its availability
fr: Cliquez sur une date pour modifier sa disponibilité

# listing.edit.calendar.help
source: Choose relevant dates
fr: Gérez vos disponibilités

# listing.edit.calendar.range.title
source: Availabilities range
fr: Disponibilités par plage

# listing.edit.calendar.show.title
source: Calendar availabilities
fr: Calendrier des disponibilités

# listing.edit.calendar.title
source: Calendar
fr: Calendrier

# listing.edit.characteristic.sub_title
source: Please fill your characteristics
fr: Sélectionner vos caractéristiques

# listing.edit.characteristic.title
source: Characteristics
fr: Caractéristiques

# listing.edit.completion_notice
source: Improve your listing by filling the following information :
fr: Améliorez votre annonce en renseignant ces informations :

# listing.edit.completion_notice_characteristics
source: <a href="%listing_edit_characteristic%">indicate your characteristics</a>
fr: <a href="%listing_edit_characteristic%">Renseignez vos caractéristiques</a>

# listing.edit.completion_notice_desc
source: <a href="%listing_edit_presentation%">enter a description</a>
fr: <a href="%listing_edit_presentation%">Renseignez votre description</a>

# listing.edit.completion_notice_imgage
source: <a href="%listing_edit_image%">add at least 3 photos</a>
fr: <a href="%listing_edit_image%">Ajoutez au moins 3 photos</a>

# listing.edit.completion_notice_price
source: <a href="%listing_edit_price%">Set your price</a>
fr: <a href="%listing_edit_price%">Renseignez vos prix</a>

# listing.edit.completion_notice_profile_desc
source: <a href="%profile%">Introduce yourself.</a>
fr: <a href="%profile%">Présentez-vous.</a>

# listing.edit.completion_notice_profile_photo
source: <a href="%profile%">Add a profile photo</a>
fr: <a href="%profile%">Ajoutez une photo de profil</a>

# listing.edit.completion_notice_title
source: <a href="%listing_edit_presentation%">Enter a title</a>
fr: <a href="%listing_edit_presentation%">Renseignez le titre de votre annonce</a>

# listing.edit.discount.title
source: Discounts
fr: Réductions

# listing.edit.duplicate
source: Duplicate
fr: Dupliquer

# listing.edit.duplicate.modal.message
source: Duplication in progress: You will be redirected in a few moments on the new ad duplicated.
fr: Duplication en cours : Vous allez être redirigé dans quelques instants sur la nouvelle annonce dupliquée.

# listing.edit.edit
source: Edit
fr: Modifier

# listing.edit.image.title
source: Images
fr: Photos

# listing.edit.index.certified
source: Listing certified
fr: Annonce certifiée

# listing.edit.options.title
source: Options management
fr: Gestion des options de votre annonce

# listing.edit.policy.title
source: Cancellation policy and durations
fr: Politique de réservation et d'annulation

# listing.edit.presentation.title
source: Presentation
fr: Présentation

# listing.edit.price.calendar.day_click.info
source: You can click on a date to change its price
fr: Vous pouvez cliquer sur une date pour modifier son prix.

# listing.edit.price.calendar.show.title
source: Calendar prices
fr: Calendrier des prix

# listing.edit.price.choose_times.title
source: Choose times
fr: Choisissez vos horaires

# listing.edit.price.choose_weekdays.title
source: Choose weekdays
fr: Jours de la semaine

# listing.edit.price.default.title
source: Default price
fr: Prix par défaut

# listing.edit.price.help
source: Price help while mouse hover
fr: Ceci est votre prix par défaut.

# listing.edit.price.range.title
source: Prices range
fr: Prix par plage

# listing.edit.price.simulator.title
source: Price simulator
fr: Simulateur de prix

# listing.edit.price.title
source: Prices & Politics
fr: Prix & politique

# listing.edit.show
source: Show
fr: Afficher

# listing.edit.success
source: Update successful
fr: Mise à jour effectuée

# listing.edit.various_information.title
source: Various informations
fr: Information diverses

# listing.edit_discount.success
source: Saved
fr: Enregistré

# listing.edit_price.success
source: Saved
fr: Enregistré

# listing.edit_status.success
source: Status updated
fr: Statut mis à jour

# listing.form.characteristic.choose
source: Select
fr: Sélectionner

# listing.form.description.en
source: Description
fr: Introduction :

# listing.form.description.fr
source: Description
fr: Introduction :

# listing.form.end
source: End
fr: Fin

# listing.form.location.city
source: City
fr: Ville

# listing.form.location.country
source: Country
fr: Pays

# listing.form.location.route
source: Route
fr: Voie

# listing.form.location.street_number
source: Number
fr: Numéro

# listing.form.location.zip
source: Zip
fr: Code Postal

# listing.form.price
source: Price
fr: Prix

# listing.form.rules.en
source: Rules
fr: Règles

# listing.form.rules.fr
source: RÃ¨gles
fr: Règles

# listing.form.start
source: Start
fr: Début

# listing.form.status
source: Status
fr: Statut

# listing.form.tac
source: I accept
fr: J'accepte

# listing.form.title
source: Title
fr: Titre

# listing.form.title.en
source: Title
fr: Titre

# listing.images.cancel.link
source: Cancel
fr: Annuler

# listing.images.to_upload.title
source: New images
fr: Vos images

# listing.index.title
source: My Listings
fr: Mes annonces

# listing.location.address_found
source: Address found:
fr: Adresse qui sera enregistrée :

# listing.location.drag_message
source: If the marker on the map is not accurate, you can drag it.
fr: Si le pointeur n'est pas précis sur la carte, vous pouvez le déplacer directement.

# listing.location.none
source: None
fr: (aucune)

# listing.location.private_message
source: This address will still private. Only the approximate zone will be shown.
fr: L'adresse exacte ne sera pas publiquement visible. Une zone approximative sera montrée.

# listing.location.title
source: Listing address
fr: Saisissez l'adresse de l'annonce

# listing.location.validate
source: Validate this address
fr: Valider cette adresse

# listing.new.address.title
source: Adress - Fill your address :
fr: Saisissez l'adresse :

# listing.new.categories.title
source: Which listing types do you want to publish ?
fr: Choisissez une catégorie pour votre annonce

# listing.new.price.rent
source: Rent price
fr: Prix

# listing.new.price.title
source: Please set your price
fr: Quel va être votre prix de location ?

# listing.new.price_notice
source: You will have the opportunity to set different prices in your dashboard.
fr: Vous aurez la possibilité d'entrer des prix par période dans votre espace utilisateur.

# listing.new.publish.notice
source: You will be able to specify other informations about your company in your profile.
fr: Vous aurez la possibilité de préciser d'autres informations sur votre annonce dans votre espace utilisateur.

# listing.new.save
source: Publish your listing
fr: Publier mon annonce

# listing.new.signup.title
source: Subscribe or login
fr: Créer un compte ou s'identifier

# listing.new.success
source: You have created a new listing successfully
fr: Votre annonce a été créée avec succès

# listing.new.tac.link
source: the terms of use
fr: les conditions générales

# listing.new.title
source: Deposit your listing
fr: Publier votre annonce

# listing.price_save
source: Save
fr: Enregistrer

# listing.price_simulator.cash_in
source: You will earn
fr: Vous encaisserez

# listing.price_simulator.fee
source: Our fee
fr: Frais de service

# listing.price_simulator.fee.help
source: Display help while mouse hover
fr: listing.price_simulator.fee.help

# listing.price_simulator.help
source: Display help while mouse hover 2
fr: Booking amount help while mouse hover 3

# listing.save
source: Save
fr: Enregistrer

# listing.search
source: Search
fr: Rechercher

# listing.search.form.address
source: Place
fr: Lieu

# listing.search.form.address.placeholder
source: Enter a location
fr: Saisissez un endroit

# listing.search.result.alert.link
source: Alert
fr: Alerte

# listing.search.result.certified
source: Certified
fr: Annonce certifiée

# listing.search.result.results
source: %nb_results% results
fr: %nb_results% résultat(s)

# listing.search.result.title
source: Result for %listing_search_request%
fr: Résultats pour %listing_search_request%

# listing.search.sort_by.price
source: Price
fr: Prix

# listing.search.sort_by.recommended
source: Recommended
fr: Recommandé

# listing.show.calendar
source: Calendar
fr: Calendrier

# listing.show.cancellation_policy:
source: Cancellation policy:
fr: Politique d'annulation :

# listing.show.categories:
source: Categories:
fr: Catégories

# listing.show.characteristics
source: Characteristics
fr: Caractéristiques

# listing.show.comments
source: Comments
fr: Commentaires

source: listing.show.discounts:
fr: Réductions :

# listing.show.email_verified.help
source: Display help while mouse hover
fr: L'adresse mail de cet utilisateur a été vérifié.

# listing.show.favorites.add
source: Add to favorites
fr: Ajouter aux favoris

# listing.show.id_card_verified.help
source: This user has provided a copy of his ID.
fr: Cet utilisateur a transmis sa CNI.

# listing.show.location:
source: Location:
fr: Lieu :

# listing.show.map
source: Map
fr: Carte

source: listing.show.max_duration:
fr: Durée maximum :

source: listing.show.min_duration:
fr: Durée mininum :

source: listing.show.nb_bookings_asker.help
fr: Cet utilisateur a déjà effectué une réservation.

# listing.show.nb_bookings_offerer.help
source: Display help while mouse hover
fr: Au moins une annonce de cet utilisateur a déja été reservée.

# listing.show.phone_verified.help
source: This user's phone number has been verified.
fr: Le numéro de téléphone de cet utilisateur a été vérifié.

# listing.show.photos.title
source: Photos
fr: Images

source: listing.show.policy.title
fr: Politique de réservation

# listing.show.rules
source: Rules
fr: Règles

# listing.show.user.contact
source: Contact me
fr: Me contacter

# listing.similaries.back_to_search
source: Back to search result
fr: Retour aux résultats de recherche

# listing.similaries.heading
source: Similar Listings
fr: Annonces similaires

# listing.status_save
source: Save
fr: Enregistrer

# listing.translate.button
source: Translate
fr: Traduire

# listing.translate.error
source: An error has occurred
fr: Une erreur est survenue pendant la traduction

# listing.translate.success
source: Translation done successfully
fr: Traduction effectuée avec succès

# listing_categories.min {{ min_categories }}
source: At least {{ min_categories }} category needed
fr: Vous devez sélectionner au moins {{ min_categories }} catégorie(s)

# listing_discount.discount.max {{ max_discount }}
source: Discount max. {{ max_discount }}
fr: Réduction maximum : {{ max_discount }}

# listing_discount.discount.min {{ min_discount }}
source: Discount min.{{ min_discount }}
fr: Réduction minimum : {{ min_discount }}

# listing_duration.overlap
source: Maximum duration must be greater than minimum one
fr: La durée maximum doit être supérieur à la durée minimum

# listing_edit.form.cancellation_policy
source: Cancellation policy
fr: Politique d'annulation

# listing_edit.form.choose
source: Choose
fr: Sélectionner

# listing_edit.form.discount
source: Apply a discount of
fr: Appliquer une réduction de

# listing_edit.form.from_quantity
source: on the price by %quantity_text%, from
fr: sur le prix par %quantity_text%, à partir de

# listing_edit.form.from_quantity.bought
source: %quantity_text% ordered
fr: %quantity_text% commandée(s)

# listing_edit.form.max_duration
source: Max duration
fr: Durée maximum

# listing_edit.form.min_duration
source: Min duration
fr: Durée minimum

# listing_edit.form.price
source: Price by
fr: Prix par

# listing_edit.form.price_custom
source: Price
fr: Prix

# listing_edit.photos.details
source: Drag and drop your images in the desired order. The first image will be used as your cover image.
fr: Glisser déposer les photos que vous souhaitez dans l'ordre. La 1ère photo est votre photo de couverture.

# listing_edit.photos.title
source: Manage your images. (Maximum %max_images% photos)
fr: Gérer vos photos

# listing_images.max {{ max_images }}
source: No more than {{ max_images }} images
fr: Vous ne pouvez pas avoir plus de {{ max_images }} images

# listing_images.min {{ min_images }}
source: At least {{ min_images }} images needed
fr: Vous ne pouvez pas avoir moins de {{ min_images }} images

source: listing_location_country.invalid
fr: Pays invalide

# listing_price.min {{ min_price }}
source: Price must be greater or equal than {{ min_price }}â¬
fr: Le prix doit être supérieur ou égale à {{ min_price }}€

# listing_search.form.categories
source: Categories
fr: Catégories

# listing_search.form.categories.empty_value
source: Select your category
fr: Choisissez une catégorie

# listing_search.form.end
source: End
fr: Fin

# listing_search.form.end_time
source: To
fr: A

# listing_search.form.flexibility
source: Flexibility
fr: Flexibilité

# listing_search.form.flexibility_day
source: day(s)
fr: jour(s)

# listing_search.form.sort_by.empty_value
source: Sort by
fr: Trier par

# listing_search.form.start_time
source: From
fr: De

# listing_translations_en_description_placeholder
source: Introduction
fr: Description

# listing_translations_fr_description_placeholder
source: Introduction
fr: Description

# listing_translations_fr_rules_placeholder
source: RÃ¨gles
fr: Règles

# listing_translations_fr_title_placeholder
source: Title
fr: Titre

# nav.listing.calendar.link
source: Calendar
fr: Calendrier

# nav.listing.characteristic.link
source: Characteristics
fr: Caractéristiques

# nav.listing.presentation.link
source: Presentation
fr: Présentation

# nav.listing.price.link
source: Price & conditions
fr: Prix & Conditions

# nav.tac.slug
source: terms-of-use
fr: conditions-generales-d-utilisation

source: no
fr: non

# no_verified
source: Not verified
fr: Non-vérifié

source: none
fr: Aucun(e)

# time_range.end
source: End time
fr: Heure de fin

# time_range.start
source: Start time
fr: Heure de début

# time_ranges.max {{ limit }}
source: You have to add maximum {{ limit }} time range(s)
fr: Vous ne pouvez pas ajouter plus de {{ limit }} plage(s) horaire(s)

# time_ranges.min {{ limit }}
source: You have to add at least {{ limit }} time range(s)
fr: Vous devez ajouter au moins {{ limit }} plage(s) horaire(s)

source: Time ranges overlap
fr: Des plages se chevauchent

source: verified
fr: vérifié

source: yes
fr: oui
