Repository: Cocolabs-SAS/cocorico
Catalog: app/Resources/translations/cocorico_mail.*.xliff
Languages: fr

# account_created_user.email.message
source: Welcome %firstname%! Thank you for joining our website. Your account is now active.
fr: Bienvenue %firstname% ! Votre compte a été créé. Nous sommes heureux de vous compter parmi nous.

# account_created_user.email.subject
source: Your account on %sitename% has been created
fr: Votre compte sur %sitename% a été créé

# all_the_best.email.footer
source: All the best,
fr: A bientôt,

# booking.time_range.title
source: - Time range:
fr: - Plage horaire :

# booking_accepted_asker.email.message
source: Congratulations! Your booking has been confirmed and your payment of %booking_amount_asker% has been accepted. Here are the booking details: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Duration: %booking_duration% You can contact %offerer_firstname% %offerer_lastname% on this <a href="%booking_request_url%">page</a>. You can download your invoice <a href="%payments_asker_list%">here</a>.
fr: Félicitations ! Votre demande de réservation a été acceptée ainsi que votre paiement de %booking_amount_asker%. Voici le récapitulatif de la réservation : - Annonce: <a href="%listing_public_url%">%listing_title%</a> - Date de début: %booking_start_date% - Date de fin: %booking_end_date% %booking_time_range_title% %booking_time_range% - Durée: %booking_duration% Vous pouvez contacter %offerer_firstname% %offerer_lastname% directement sur cette <a href="%booking_request_url%">page</a>. Vous pouvez télécharger votre facture <a href="%payments_asker_list%">ici</a>.

# booking_accepted_asker.email.subject
source: Booking confirmation %booking_uid%
fr: Réservation confirmée %booking_uid%

# booking_accepted_offerer.email.message
source: Hi %firstname%, The booking made by %asker_firstname% %asker_lastname% is now confirmed. Here are the booking details: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Duration: %booking_duration% Your wire transfer of %booking_amount_offerer% will be made on the following date: %offerer_wiretransfer_date% If you haven’t already done so, please enter your bank account details so we may wire you your money by clicking on this <a href="%profile_payment_info_url%">link</a>. The cancellation policy you selected is the following: %cancellation_policy_title%: %cancellation_policy_description% You can contact %asker_firstname% %asker_lastname% on this <a href="%booking_request_url%">page</a>.
fr: Bonjour %firstname%, La réservation faite par %asker_firstname% %asker_lastname% est confirmée. Voici le récapitulatif de la réservation : - Annonce: <a href="%listing_public_url%">%listing_title%</a> - Date de début: %booking_start_date% - Date de fin: %booking_end_date% %booking_time_range_title% %booking_time_range% - Durée: %booking_duration% Un virement en votre faveur de %booking_amount_offerer% sera effectué à la date suivante : %offerer_wiretransfer_date% Si vous ne l’avez pas déjà fait, pensez à renseigner votre IBAN pour recevoir vos fonds en cliquant sur ce <a href="%profile_payment_info_url%">lien</a>. La politique d’annulation que vous avez sélectionnée est la suivante : %cancellation_policy_title% %cancellation_policy_description% Vous pouvez contacter %asker_firstname% %asker_lastname% sur cette <a href="%booking_request_url%">page</a>.

# booking_accepted_offerer.email.subject
source: Your booking N°%booking_uid% has been confirmed
fr: Réservation confirmée %booking_uid%

# booking_request_asker.email.message
source: Hi %firstname%, You have made a new booking request to %offerer_name%. Here are the details of your booking request: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Duration: %booking_duration% - Price: %booking_amount_asker% You will only be charged if %offerer_name% accepts your request. This booking request will expire on %booking_request_expiry_date%.
fr: Bonjour %firstname%, Vous avez effectué une nouvelle demande de réservation à %offerer_name%. Voici un récapitulatif de la demande : - Annonce : <a href="%listing_public_url%">%listing_title%</a> - Date de début : %booking_start_date% - Date de fin : %booking_end_date% %booking_time_range_title% %booking_time_range% - Durée : %booking_duration% - Montant : %booking_amount_asker% Vous serez débité uniquement si %offerer_name% accepte votre demande. Cette demande expirera le %booking_request_expiry_date%.

# booking_request_asker.email.subject
source: Confirmation of your booking request %booking_uid%
fr: Confirmation de votre demande de réservation %booking_uid%

# booking_request_expired_asker.email.message
source: Hi %firstname%, Your booking request has expired as we didn’t receive a confirmation in time. Nothing has been charged to you. Click <a href="%similar_booking_listings_url%">here</a> to view other listings to book from.
fr: Bonjour %firstname%, Votre demande de réservation a expirée car nous n’avons pas reçu de confirmation dans les délais impartis. Aucune somme ne vous a été débitée. Cliquez <a href="%similar_booking_listings_url%">ici</a> pour effectuer une nouvelle demande.

# booking_request_expired_asker.email.subject
source: Your booking request has expired %booking_uid%
fr: Votre demande de réservation a expirée %booking_uid%

# booking_request_expired_offerer.email.message
source: Hi %firstname%, The following reservation has expired: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Duration: %booking_duration% - Your earnings: %booking_amount_offerer% If you wish you can still contact %asker_name% <a href="%booking_request_url%">here</a>. Be aware that it is best that you do not let the requests expire as that has a negative impact on your position in the search results.
fr: Bonjour %firstname%, La demande de réservation suivante a expiré : - Annonce : <a href="%listing_public_url%">%listing_title%</a> - Date de début : %booking_start_date% - Date de fin : %booking_end_date% %booking_time_range_title% %booking_time_range% - Durée : %booking_duration% - Vos revenus : %booking_amount_offerer% Si vous le souhaitez, vous pouvez encore contacter %asker_name% en suivant ce <a href="%booking_request_url%">lien</a>. Nous vous rappelons qu’il est important de ne pas laisser une demande expirer, au risque de voir votre annonce chuter dans les résultats de recherche.

# booking_request_expired_offerer.email.subject
source: A reservation request has expired %booking_uid%
fr: Une demande de réservation a expiré %booking_uid%

# booking_request_offerer.email.message
source: Hi %firstname%, You have a new booking request from %asker_name%. Here are the details: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Duration: %booking_duration% - Your earnings: %booking_amount_offerer% <a href="%booking_request_url%">View this booking request to accept or decline it</a>. Keep in mind that this booking request will expire on %booking_request_expiry_date%.
fr: Bonjour %firstname%, Vous avez reçu une nouvelle demande de la part de %asker_name%. Voici un récapitulatif de la demande : - Annonce : <a href="%listing_public_url%">%listing_title%</a> - Date de début : %booking_start_date% - Date de fin : %booking_end_date% %booking_time_range_title% %booking_time_range% - Durée: %booking_duration% - Vos revenus: %booking_amount_offerer% <a href="%booking_request_url%">Visualisez la demande pour l’accepter ou la refuser</a>. Cette demande expirera le %booking_request_expiry_date%.

# booking_request_offerer.email.subject
source: New booking request (%booking_amount_offerer% %booking_currency%) - (%booking_uid%)
fr: Vous avez reçu une nouvelle demande (%booking_amount_offerer% %booking_currency%) - (%booking_uid%)

# canceled_by_asker_asker.email.message
source: Hi %firstname%, You have cancelled the following booking: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Reservation number: %booking_uid% The cancellation policy for this booking is the following: %cancellation_policy_title%: %cancellation_policy_description% In accordance to this, the reimbursement to be made to you is %asker_cancellation_amount%. When an amount has to be paid, wire transfers are made 4 business days after the cancellation. To receive your funds please provide your bank account details by clicking on this <a href="%profile_payment_info_url%">link</a>.
fr: Bonjour %firstname%, Vous avez annulé la réservation suivante : - Annonce : <a href="%listing_public_url%">%listing_title%</a> - Date de début : %booking_start_date% - Date de fin : %booking_end_date% %booking_time_range_title% %booking_time_range% - Numéro de réservation : %booking_uid% La politique d’annulation de cette réservation est la suivante : %cancellation_policy_title% %cancellation_policy_description% En accord avec ces conditions d’annulation, le montant de votre remboursement est de %asker_cancellation_amount%. Si une somme vous est due votre virement sera exécuté sous 4 jours ouvrés. Pour recevoir vos fonds vous devez renseigner vos coordonnées bancaires en cliquant sur ce <a href="%profile_payment_info_url%">lien</a>.

# canceled_by_asker_asker.email.subject
source: You have cancelled your booking %booking_uid%
fr: Vous avez annulé votre réservation %booking_uid%

# canceled_by_asker_offerer.email.message
source: Hi %firstname%, The following reservation has been cancelled by %asker_firstname% %asker_lastname%: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Reservation number: %booking_uid% The cancellation policy you selected is the following: %cancellation_policy_title%: %cancellation_policy_description% In accordance to this, the outstanding payment to be made to you is %offerer_cancellation_amount%. When an amount has to be paid, wire transfers are made 4 business days after the cancellation.
fr: Bonjour %firstname%, La réservation suivante a été annulée par %asker_firstname% %asker_lastname%: - Annonce : <a href="%listing_public_url%">%listing_title%</a> - Date de début : %booking_start_date% - Date de fin : %booking_end_date% %booking_time_range_title% %booking_time_range% - Numéro de réservation : %booking_uid% La politique d’annulation que vous avez sélectionnée est la suivante : %cancellation_policy_title% %cancellation_policy_description% En accord avec les conditions d’annulation que vous avez choisi, le montant qui vous est dû est de %offerer_cancellation_amount%. Si une somme vous est due votre virement sera exécuté sous 4 jours ouvrés.

# canceled_by_asker_offerer.email.subject
source: %asker_name% has cancelled his booking %booking_uid%
fr: %asker_name% a annulé sa reservation %booking_uid%

# contact.email.message
source: Hello, You have a new information request via the contact form: - First name: %first_name% - Last name: %last_name% - Email : %email% - Phone : %phone% - Subject : %subject% - Message : %message%
fr: Bonjour, Vous avez une nouvelle demande d'information via le formulaire de contact : - Prénom : %first_name% - Nom : %last_name% - Email : %email% - Téléphone : %phone% - Sujet : %subject% - Message : %message%

# contact.email.subject
source: Information request
fr: Demande d'information

# expiration_alert_offerer.email.message
source: Hi %firstname%, The following reservation is about to expire: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Duration: %booking_duration% - Your earnings: %booking_amount_offerer% - Expiry time: %booking_request_expiry_date% Be aware that it is best that you do not let the request expire as that will have a negative impact on your position in the search results. You can click on the following <a href="%booking_request_url%">link</a> to accept or reject the request.
fr: Bonjour %firstname%, La demande de réservation suivante arrive à expiration : - Annonce : <a href="%listing_public_url%">%listing_title%</a> - Date de début : %booking_start_date% - Date de fin : %booking_end_date% %booking_time_range_title% %booking_time_range% - Durée : %booking_duration% - Vos revenus : %booking_amount_offerer% - Heure d’expiration : %booking_request_expiry_date% Nous vous rappelons qu’il est important de ne pas laisser une demande expirer, au risque de voir votre annonce chuter dans les résultats de recherche. Vous pouvez accepter ou refuser cette demande en suivant ce <a href="%booking_request_url%">lien</a>.

# expiration_alert_offerer.email.subject
source: A reservation request is about to expire %booking_amount_offerer% %booking_uid%
fr: Une demande de réservation va expirer %booking_amount_offerer% %booking_uid%

# forgot_password_user.email.message
source: Hello %firstname%, Click on the following <a href="%password_reset_link%">link</a> to set a new password.
fr: Bonjour %firstname%, Cliquez sur ce <a href="%password_reset_link%">lien</a> pour réinitialiser votre mot de passe.

# forgot_password_user.email.subject
source: Password recovery
fr: Réinitialisation de mot de passe

# imminent_booking_asker.email.message
source: Hi %firstname%, This is a reminder that your booking will start soon. Here are the booking details: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Duration: %booking_duration% You can contact %offerer_firstname% %offerer_lastname% on this <a href="%booking_request_url%">page</a>.
fr: Bonjour %firstname%, Ceci est un rappel que votre réservation va bientôt commencer : - Annonce: <a href="%listing_public_url%">%listing_title%</a> - Date de début: %booking_start_date% - Date de fin: %booking_end_date% %booking_time_range_title% %booking_time_range% - Durée: %booking_duration% Vous pouvez contacter %offerer_firstname% %offerer_lastname% directement sur cette <a href="%booking_request_url%">page</a>.

# imminent_booking_asker.email.subject
source: Your booking tomorrow %booking_uid%
fr: Votre réservation demain %booking_uid%

# imminent_booking_offerer.email.message
source: Hi %firstname%, This is a reminder that you have a booking tomorrow. Here are the booking details: - Listing: <a href="%listing_public_url%">%listing_title%</a> - Start date: %booking_start_date% - End date: %booking_end_date% %booking_time_range_title% %booking_time_range% - Duration: %booking_duration% You can contact %asker_firstname% %asker_lastname% on this <a href="%booking_request_url%">page</a>.
fr: Bonjour %firstname%, Ceci est un rappel pour votre réservation de demain : - Annonce: <a href="%listing_public_url%">%listing_title%</a> - Date de début: %booking_start_date% - Date de fin: %booking_end_date% %booking_time_range_title% %booking_time_range% - Durée: %booking_duration% Vous pouvez contacter %asker_firstname% %asker_lastname% directement sur cette <a href="%booking_request_url%">page</a>.

# imminent_booking_offerer.email.subject
source: Your booking tomorrow %booking_uid%
fr: Votre réservation de demain %booking_uid%

# listing_activated_offerer.email.message
source: Congratulations %firstname%! Your listing is now publicly visible. In order to push it to the top of the search results keep in mind the following: - Keep your calendar updated. A listing with a recently updated calendar will show higher up in the rankings. <a href="%listing_calendar_edit_url%">(update your calendar)</a> - You have %default_booking_expiry_length% to either accept or refuse requests. If you let them expire you’ll get negative points and your listing will rank down. - Try to reply to messages quickly, faster response times are appreciated by users and provide a better ranking for your listing. <a href=%listing_public_url%>You can view your public listing here</a>
fr: Félicitations %firstname%! Votre annonce est maintenant publiquement visible. Afin de la faire remonter dans les résultats de recherche suivez ces conseils : - Gardez votre agenda à jour. Une annonce dont l’agenda a récemment été mis jour apparaitra plus haut dans les résultats de recherche. <a href="%listing_calendar_edit_url%">(actualiser mon agenda)</a> - Vous avez %default_booking_expiry_length% pour accepter ou refuser une demande. Quel que soit votre choix, ne laissez pas vos demandes expirer au risque de chuter dans le classement. - Répondez rapidement aux demandes que vous recevez, le temps de réponse étant pris en compte dans le classement des résultats (en plus c’est apprécié des utilisateurs). <a href=%listing_public_url%>Vous pouvez visualiser votre annonce publique ici</a>

# listing_activated_offerer.email.subject
source: Your listing has been published
fr: Votre annonce est maintenant visible

# new_thread_message_user.email.message
source: Hi %recipient_firstname%, You have received a message, click <a href="%thread_url%">here</a> to read it.
fr: Bonjour %recipient_firstname%, Vous avez reçu un message, cliquez <a href="%thread_url%">ici</a> pour le lire.

# new_thread_message_user.email.subject
source: You have received a new message
fr: Vous avez reçu un nouveau message

# payment_error_asker.email.message
source: Hi %firstname%, Unfortunately your payment for this reservation has been declined. As a result your request has been cancelled. You can try again by clicking on this link: %listing_public_url% You can contact %offerer_name% on this <a href="%booking_request_url%">page</a>.
fr: Bonjour %firstname%, Malheureusement votre paiement a été refusé. En conséquence votre réservation a été annulée. Vous pouvez effectuer une nouvelle demande de réservation en cliquant ici : %listing_public_url%: Vous pouvez contacter %offerer_name% sur cette <a href="%booking_request_url%">page</a>.

# payment_error_asker.email.subject
source: Payment declined %booking_uid%
fr: Paiement refusé %booking_uid%

# payment_error_offerer.email.message
source: Hi %firstname%, Unfortunately the payment for this reservation has been declined.%asker_name% has been asked to try again. In that case you will receive a new reservation request. You can contact %asker_name% on this <a href="%booking_request_url%">page</a>.
fr: Bonjour %firstname%, Le paiement par %asker_name% pour cette réservation a été refusé. Il en a été informé et nous lui avons demandé de renouveler sa demande. Dans ce cas vous recevrez une nouvelle demande de réservation. Vous pouvez contacter %asker_name% sur cette <a href="%booking_request_url%">page</a>.

# payment_error_offerer.email.subject
source: Payment declined %booking_uid%
fr: Paiement refusé %booking_uid%

# refused_booking_asker.email.message
source: Hi %firstname%, Your booking request has been rejected. Although very rare, refusals do occur mainly as a result of out of date calendars. Nothing has been charged to you. Click <a href="%similar_booking_listings_url%">here</a> to view other listings to book from.
fr: Bonjour %firstname%, Votre demande de réservation a été refusée. Bien que rares, les refus sont généralement causés par un calendrier qui a été mal renseigné. Aucune somme ne vous a été débitée. Cliquez <a href="%similar_booking_listings_url%">ici</a> pour effectuer une nouvelle demande.

# refused_booking_asker.email.subject
source: Your booking request has been rejected %booking_uid%
fr: Votre demande de réservation a été refusée %booking_uid%

# refused_booking_offerer.email.message
source: Hi %firstname%, You have turned down a reservation of %booking_amount_offerer%. We do our best to provide you with quality requests that match the availabilities and prices you have set. If you turned down this request because you were in fact unavailable then please update your calendar through this <a href="%listing_calendar_edit_url%">link</a>. Updating your calendar frequently pushes your listing to the top of the search results. Don’t hesitate to let us know if there is anything we can do to make these requests match your requirements better.
fr: Bonjour %firstname%, Vous avez rejeté une réservation de %booking_amount_offerer%. Nous faisons de notre mieux pour vous transmettre uniquement des demandes qui correspondent au budget et aux disponibilités que vous avez renseignées. Si vous avez refusé cette réservation pour cause d’indisponibilité veuillez dès à présent mettre à jour votre calendrier en suivant ce <a href="%listing_calendar_edit_url%">lien</a>. En mettant votre calendrier à jour régulièrement vous améliorez la position de votre annonce sur les résultats de recherche. Surtout n’hésitez pas à nous faire part de vos remarques afin que nous améliorions les demandes de réservation qui vous sont envoyées.

# refused_booking_offerer.email.subject
source: You have turned down a reservation %booking_uid%
fr: Vous avez rejeté une demande de réservation %booking_uid%

# reminder_to_rate_asker_offerer.email.message
source: Hi %firstname%, By clicking on the following <a href="%offerer_to_asker_review_url%">link</a> you will be able to leave your review on %asker_name%. Leaving reviews greatly increases your ranking on our search engine as it indicates that you are an active member of our community.
fr: Bonjour %firstname%, Veuillez laisser votre avis sur %asker_name% en cliquant sur ce <a href="%offerer_to_asker_review_url%">lien</a>. Les avis vous permettent d’améliorer grandement votre position sur notre moteur de recherche car cela indique que vous êtes un membre actif de notre communauté.

# reminder_to_rate_asker_offerer.email.subject
source: Please review %asker_name% (%booking_uid%)
fr: Donnez votre avis sur %asker_name% (%booking_uid%)

# reminder_to_rate_offerer_asker.email.message
source: Hi %firstname%, We hope that the review system helped you when you made your booking. We encourage you to help others in the same way. By clicking on the following <a href="%asker_to_offerer_review_url%">link</a>. you will be able to leave your review on %offerer_name%.
fr: Bonjour %firstname%, Nous espérons que les avis vous ont étés utiles pour faire votre choix lors de votre réservation. Nous vous encourageons aussi à laisser votre avis pour aider les autres dans leur choix. Vous pouvez laisser votre avis sur %offerer_name% en cliquant sur ce <a href="%asker_to_offerer_review_url%">lien</a>.

# reminder_to_rate_offerer_asker.email.subject
source: Please review %offerer_name% (%booking_uid%)
fr: Donnez votre avis sur %offerer_name% (%booking_uid%)

# the_sitename_team.email.footer
source: The %sitename% team
fr: L’équipe %sitename%
