Repository: Cocolabs-SAS/cocorico
Catalog: app/Resources/translations/cocorico_admin_menu.*.xliff
Languages: fr

source: Listings
fr: Annonces

source: Category
fr: Catégories

source: Characteristic
fr: Caractéristiques

source: Characteristic Group
fr: Caractéristiques groupes

source: Characteristic Type
fr: Caractéristiques types

source: Bookings
fr: Réservations

source: Bank Wires
fr: Virements

source: Payin Refunds
fr: Remboursements

source: Users
fr: Utilisateurs

source: Reviews
fr: Notes et commentaires

source: Content
fr: Contenus

source: Footers
fr: Pieds de page

source: Vouchers
fr: Codes promotionnels

source: Categories fields
fr: Catégories champs

source: Categories fields groups
fr: Catégories groupe de champs
