Repository: Cocolabs-SAS/cocorico
Catalog: app/Resources/translations/cocorico_contact.*.xliff
Languages: fr

# cocorico_contact.email.blank
source: Please provide email address.
fr: Veuillez saisir une adresse mail.

# cocorico_contact.email.invalid
source: Email is invalid
fr: L'e-mail saisi est incorrect.

# cocorico_contact.email.long
source: Email is too long
fr: L'e-mail saisi est trop long.

# cocorico_contact.email.short
source: Email is too short
fr: L'e-mail saisi est trop court.

# cocorico_contact.first_name.blank
source: Please provide First name.
fr: Veuillez renseigner votre prénom.

# cocorico_contact.first_name.long
source: first name is too long
fr: Votre prénom est trop long.

# cocorico_contact.first_name.short
source: First name is too short
fr: Votre prénom est trop court.

# cocorico_contact.last_name.blank
source: Please provide last name.
fr: Veuillez renseigner votre nom.

# cocorico_contact.last_name.long
source: Last name is too long.
fr: Votre nom est trop long pour être enregistré.

# cocorico_contact.last_name.short
source: Last name is too short.
fr: Votre nom est trop court pour être enregistré.

# cocorico_contact.message.blank
source: Please provide message
fr: Veuillez saisir votre message.

# cocorico_contact.message.short
source: Message is too short.
fr: Votre message est trop court.

# cocorico_contact.phone.long
source: Phone number is too long.
fr: Votre numéro de téléphone est trop long.

# cocorico_contact.phone.short
source: Phone number is too short
fr: Votre numéro de téléphone est trop court.

# cocorico_contact.subject.blank
source: Please provide subject
fr: Veuillez saisir un sujet.

# cocorico_contact.subject.long
source: Subject is too long
fr: Le sujet de votre message est trop long.

# cocorico_contact.subject.short
source: Subject is too short.
fr: Le sujet de votre message est trop court.

# contact.form.first_name.label
source: First name
fr: Prénom

# contact.form.last_name.label
source: Last name
fr: Nom

# contact.form.phone.label
source: Phone
fr: Téléphone

# contact.form.subject.label
source: Subject
fr: Sujet

# contact.form.submit.button
source: Submit
fr: Envoyer

# contact.new.form.title
source: Contact Us
fr: Nous contacter

# contact.new.success
source: Thanks for contacting us, we will try to reach you on provided contact details.
fr: Nous vous remercions pour votre message. Nous vous répondrons dans les plus brefs délais.

# entity.contact.status.new
source: New
fr: Nouveau

# entity.contact.status.read
source: Read
fr: Lu

# form.error
source: Please fix following errors.
fr: Au moins une erreur s'est produite.
