Repository: Cocolabs-SAS/cocorico
Catalog: app/Resources/translations/SonataUserBundle.*.xliff
Languages: fr

# breadcrumb.link_dashboard
source: Dashboard
fr: Tableau de bord

source: breadcrumb.link_user_batch
fr: Actions groupées

# breadcrumb.link_user_create
source: Create User
fr: Création

# breadcrumb.link_user_delete
source: Delete User
fr: Supprimer

# breadcrumb.link_user_edit
source: Edit User
fr: Modifier

# breadcrumb.link_user_list
source: List Users
fr: Liste

# breadcrumb.link_user_update
source: Update User
fr: Modification

# filter.label_fullname
source: Full Name
fr: Nom

# filter.label_groups
source: Groups
fr: Groupes

# filter.label_locked
source: Is Locked
fr: Verouillé

# form.label_annual_income
source: Annual Income
fr: Revenu annuel

# form.label_bank_owner_address
source: Bank Owner Address
fr: Adresse (compte bancaire)

# form.label_bank_owner_name
source: Bank Owner Name
fr: Nom (compte bancaire)

# form.label_birthday
source: Birthday
fr: Date de naissance

# form.label_created_at
source: Created at
fr: Créé le

# form.label_email_verified
source: Email Verified
fr: Email verifié

# form.label_enabled
source: Enabled
fr: Activé

# form.label_fee_as_asker
source: Fee as Asker
fr: % Commission en tant que demandeur (ex : 10)

# form.label_fee_as_offerer
source: Fee as Offerer
fr: % Commission en tant qu'offreur (ex : 10)

# form.label_first_name
source: First Name
fr: Prénom

# form.label_id_card_verified
source: ID card Verified
fr: CI verifiée

# form.label_last_name
source: Last Name
fr: Nom

# form.label_mother_tongue
source: Where are you from
fr: Langue Maternelle

# form.label_nationality
source: Nationality
fr: Nationalité

# form.label_nb_bookings_asker
source: Bookings as asker
fr: Locations en tant que demandeur

# form.label_nb_bookings_offerer
source: Bookings as offerer
fr: Locations en tant qu'offreur

# form.label_phone
source: Phone
fr: Télephone

# form.label_phone_prefix
source: Phone prefix
fr: Tél. prefix

# form.label_phone_verified
source: Phone verified
fr: Tél. vérifié

# form.label_plain_password
source: Plain password
fr: Mot de passe

# list.label_created_at
source: Created at
fr: Créé le

# list.label_enabled
source: Enabled
fr: Activé

source: list.label_fee_as_asker
fr: Commission demandeur (entier)

source: list.label_fee_as_offerer
fr: Commission offreur (entier)

# list.label_fullname
source: Full Name
fr: Nom & Prénom

# list.label_impersonating
source: Impersonating
fr: Imiter

# list.label_locked
source: Locked
fr: Verouillé

# show.label_biography
source: Biography
fr: show.label_biography

# show.label_date_of_birth
source: Date of Birth
fr: show.label_date_of_birth

# show.label_email
source: Email
fr: show.label_email

# show.label_facebook_name
source: Facebook name
fr: Nom Facebook

# show.label_facebook_uid
source: Facebook uid
fr: Id Facebook

# show.label_firstname
source: Firstname
fr: Prénom

# show.label_gender
source: Gender
fr: show.label_gender

# show.label_gplus_name
source: G plus name
fr: show.label_gplus_name

# show.label_gplus_uid
source: G plus uid
fr: show.label_gplus_uid

# show.label_groups
source: Groups
fr: show.label_groups

# show.label_lastname
source: Lastname
fr: show.label_lastname

# show.label_locale
source: Locale
fr: show.label_locale

# show.label_phone
source: Phone
fr: show.label_phone

# show.label_timezone
source: Timezone
fr: show.label_timezone

# show.label_token
source: Token
fr: show.label_token

# show.label_twitter_name
source: Twitter name
fr: show.label_twitter_name

# show.label_twitter_uid
source: Twitter uid
fr: show.label_twitter_uid

# show.label_two_step_verification_code
source: Two step verification code
fr: show.label_two_step_verification_code

# show.label_username
source: Username
fr: show.label_username

# show.label_website
source: Website
fr: show.label_website

# user_block_logout
source: Logout
fr: Déconnexion
