Repository: Cocolabs-SAS/cocorico
Catalog: app/Resources/translations/validators.*.xliff
Languages: fr

# assert.max_length {{ limit }}
source: {{ limit }} characters maximum
fr: {{ limit }} caractères max.

# assert.min_length {{ limit }}
source: {{ limit }} characters minimum
fr: {{ limit }} caractères min.

# assert.not_blank
source: Required
fr: Requis

# assert.unique
source: Value must be unique
fr: Cette valeur doit être unique

# cocorico_contact.email.blank
source: Email required
fr: L'e-mail est obligatoire

# cocorico_contact.email.invalid
source: Email invalid
fr: L'e-mail est invalide

# cocorico_contact.email.long
source: Email too long
fr: L'adresse mail est trop long.

# cocorico_contact.email.short
source: Email too short
fr: L'adresse mail est trop courte.

# cocorico_contact.first_name.blank
source: First name required
fr: Vous devez renseigner votre prénom

# cocorico_contact.first_name.long
source: First name too long
fr: Votre prénom est trop long

# cocorico_contact.first_name.short
source: First name too short
fr: Votre prénom est trop court

# cocorico_contact.last_name.blank
source: Last name required
fr: Votre nom est requis

# cocorico_contact.last_name.long
source: Last name too long
fr: Votre nom est trop long

# cocorico_contact.last_name.short
source: Last name too short
fr: Votre nom est trop long

# cocorico_contact.message.blank
source: Message required
fr: Vous devez saisir un message

# cocorico_contact.message.short
source: Message too short
fr: Le message est trop court

# cocorico_contact.phone.long
source: Phone too long
fr: Le numéro de téléphone est trop long

# cocorico_contact.phone.short
source: Phone too short
fr: Le numéro de téléphone est trop court

# cocorico_contact.subject.blank
source: Subject required
fr: Vous devez renseigner un sujet

# cocorico_contact.subject.long
source: Subject too long
fr: Le sujet est trop long

# cocorico_contact.subject.short
source: Subject too short
fr: Le sujet est trop court

# cocorico_review.comment.not_blank
source: Please leave a comment, this is very useful for other users!
fr: Veuillez laisser votre commentaire, c'est très utile pour les autres utilisateurs!

# cocorico_review.rating.not_blank
source: Please leave a rating by giving a score
fr: Veuillez laisser votre notation en donnant un score

# cocorico_user.bank_owner_address.blank
source: Bank owner address required
fr: Veuillez renseigner l'adresse de votre banque.

# cocorico_user.bank_owner_name.blank
source: Bank owner name required
fr: Veuillez renseigner le nom du détenteur du compte.

# cocorico_user.bic.blank
source: BIC required
fr: Vous devez renseigner votre BIC.

# cocorico_user.birthday.blank
source: Birthday required
fr: Veuillez renseigner votre date de naissance.

# cocorico_user.countryOfResidence.blank
source: Country Of Residence required
fr: Veuillez renseigner votre pays de résidence.

# cocorico_user.countryOfResidence.invalid
source: Country of residence invalid
fr: Le pays de résidence que vous avez renseigné n'est pas valide.

# cocorico_user.country_of_residence.blank
source: Country of residence required
fr: Le pays de résidence est obligatoire

# cocorico_user.email.already_used
source: This email is already used
fr: Cet e-mail est déjà utilisée.

# cocorico_user.email.blank
source: Please enter an email
fr: Veuillez saisir votre e-mail.

# cocorico_user.email.invalid
source: This email is not valid
fr: Cet e-mail n'est pas valide.

# cocorico_user.first_name.blank
source: Please enter your first name
fr: Veuillez saisir votre prénom

# cocorico_user.first_name.invalid
source: First name invalid
fr: Votre prénom ne peut pas être enregistré.

# cocorico_user.first_name.long
source: [-Inf,Inf]Your first name is too long
fr: Votre prénom est trop long pour être enregistré.

# cocorico_user.first_name.short
source: [-Inf,Inf]Your first name is too short
fr: Votre prénom est trop court pour être enregistré.

# cocorico_user.iban.blank
source: IBAN required
fr: Veuillez renseigner votre IBAN.

# cocorico_user.iban.invalid
source: This email IBAN not valid
fr: L'IBAN que vous avez renseigné n'est pas valide, veuillez le vérifier.

# cocorico_user.last_name.blank
source: Please enter your last name
fr: Veuillez saisir votre nom.

# cocorico_user.last_name.invalid
source: Last name invalid
fr: Votre nom ne peut pas être enregistré.

# cocorico_user.last_name.long
source: [-Inf,Inf]Your last name is too long
fr: Votre nom est trop long pour être enregistré.

# cocorico_user.last_name.short
source: [-Inf,Inf]Your last name is too short
fr: Votre nom est trop court pour être enregistré.

# cocorico_user.motherTongue.blank
source: Mother tongue required
fr: Vous devez renseigner votre langue maternelle.

# cocorico_user.plainPassword.first.blank
source: Password required
fr: Vous devez saisir votre mot de passe.

# cocorico_user.plainPassword.first.invalid
source: Password invalid
fr: Votre mot de passe est erroné.

# cocorico_user.plainPassword.second.blank
source: Password required
fr: Mot de passe requis

# cocorico_user.plainPassword.second.invalid
source: Password invalid
fr: Mot de passe incorrect

# cocorico_user.username.long
source: This username is too long
fr: Ce nom d'utilisateur est trop long.

# cocorico_user.username.short
source: This username is too short
fr: Ce nom d'utilisateur est trop court.

# entity.review.unique_allowed
source: Maximum one review authorized
fr: Un seul commentaire est autorisé

# fos_user.email.already_used
source: This email is already used
fr: L'adresse e-mail est déjà utilisée

# fos_user.email.blank
source: Please enter an email
fr: Entrez une adresse e-mail s'il vous plait

# fos_user.email.invalid
source: The email is not valid
fr: L'adresse e-mail est invalide

# fos_user.email.long
source: [-Inf,Inf]The email is too long
fr: [-Inf,Inf]L'adresse e-mail est trop longue

# fos_user.email.short
source: [-Inf,Inf]The email is too short
fr: [-Inf,Inf]L'adresse e-mail est trop courte

# fos_user.password.blank
source: Please enter your password
fr: Entrez un mot de passe s'il vous plait

# fos_user.password.mismatch
source: The entered passwords don't match
fr: Les deux mots de passe ne concordent pas

# fos_user.password.short
source: [-Inf,Inf]The password is too short
fr: [-Inf,Inf]Le mot de passe est trop court

# fos_user.username.already_used
source: This username is already used
fr: Le nom d'utilisateur est déjà utilisé

# fos_user.username.blank
source: Please enter your username
fr: Entrez un nom d'utilisateur s'il vous plait

# fos_user.username.long
source: [-Inf,Inf]The username is too long
fr: [-Inf,Inf]Le nom d'utilisateur est trop long

# fos_user.username.short
source: [-Inf,Inf]The username is too short
fr: [-Inf,Inf]Le nom d'utilisateur est trop court

# geo.location.address_invalid
source: Your address is invalid
fr: Cette adresse est inconnue ou incorrecte.

# {{ limit }}cocorico_user.password.short
source: Your password must be at least {{ limit }} characters long
fr: Votre mot de passe doit faire au moins {{ limit }} caractères
